Repository: d3vgru/tattlingnews
Catalog: profiles/managingnews/modules/tattler/search_config/translations/*.po
Languages: hu

source: Categories
hu: Kategóriák

source: Keywords
hu: Kulcsszavak

source: Node types
hu: Tartalomtípusok

source: Search Index
hu: Keresés index

source: Containing any of the words
hu: Tartalmazza ezen szavak bármelyikét

source: Containing the phrase
hu: Tartalmazza pontosan ezt a kifejezést

source: Containing none of the words
hu: Ne tartalmazza ezeket a szavakat

source: Only in the category(s)
hu: Csak az ilyen kategóriában

source: Only of the type(s)
hu: Csak az ilyen tartalmakban

source: Advanced search configuration
hu: Haladó keresés beállításai

source: Which tab on the search results will be presented by default. The standard Drupal installation defaults to node_search ("Content" tab). This option allows you to default to the "User" tab or any other tab from contributed search modules, e.g. Apachesolr which implements a tab called "Search" to display its results
hu: Az alapértelmezés szerinti menüfül, melyen a keresési találatok megjelennek. A szokásos Drupal telepítési alapbeállítás a tartalom („Tartalom” menüfül). Ezzel a beállítással az alapértelmezés szerinri értékeket lehet átállítani a „Felhasználó”, vagy bármely olyan menüfülre, amelyet egy másik, a közösség által fejlesztett modul, például az <em>Apachesolr</em> biztosít.

source: Default Search
hu: Alapértelmezés szerinti keresés

source: Configuration for which keyword search fields should not be displayed.
hu: Kulcsszó keresés mezők elrejtésének beállításai

source: Categories to display
hu: Megjelenítendő kategóriák

source: Disable category search
hu: A kategória keresés kikapcsolása

source: Disable searching by the selected categories
hu: A keresés kikapcsolása a kiválasztott kategóriákban

source: Search Form
hu: Keresés űrlap

source: Node types that users shouldn't be allowed to search by using the the advanced search form.
hu: Tartalomtípusok, amelyekben tiltott a keresés a részletes keresés űrlapon.

source: Node types that should not be index by the search module. Any node type set to not be indexed will also be removed from the search form. If you select all available node types to not be index then the search module will be rendered unusable as no nodes will be indexed.
hu: Azon tartalomtípusok kijelölése, amelyeket a keresés modulnak nem kell nyilvántartásba vennie. Bármely tartalomtípus, amelyet nem kell nyilvántartani, eltávolításra kerül a keresés űrlapról. Ha az összes rendelkezésre álló tartalomtípus kijelölésre kerül, akkor a keresés eredménye használhatatlan lesz, mivel nem lesz tartalom a nyilvántartásban.

source: You can not set all node types to be not indexed by the search module. Disable the search module if that is what you want.
hu: Nem lehet az összes tartalomtípust kivonni a keresés nyilvántartásból. A keresés modult kell kikapcsolni ha nincs szükség a keresésre.

source: Search index node types do not match form node types. Please check the setting for %nodes.
hu: A keresési nyilvántartás tartalomtípusai nem egyeznek az űrlap tartalomtípusaival. Ellenőrizni kell a beállításokat a következő tartalomtípusokhoz: %nodes.

source: search by node type
hu: keresés tartalomtípus szerint

source: search by category
hu: keresés kategória szerint

source: use keyword search
hu: kulcsszavas keresés használata

source: Configure display of the advanced search form
hu: A haladó keresés űrlap megjelenésének beállítása
